{"pageProps":{"frontmatter":{"postImg":"/images/ProjectsSiteImgs/projekt1.png","postTitle":"Nowy Projekt w portfolio naszego koła","postFragment":"Udało się! Po trzech miesiącach prac projektowych zespół JamStackPB wypuścił pierwszą, testową wersję aplikacji na platformy iOS i Android.","postDate":"08.10.2021","author":"Tajemniczy Pan","avatar":"/images/teamMembersAvatars/MrsAnon.svg"},"id":"post1","clean":"<h1 id=\"header-1\">Header 1</h1>\n<h2 id=\"header-2\">Header 2</h2>\n<h3 id=\"header-3\">Header 3</h3>\n<h4 id=\"header-4\">Header 4</h4>\n<h5 id=\"header-5\">Header 5</h5>\n<h6 id=\"header-6\">Header 6</h6>\n<p>Integer quis risus dui. Aliquam ut ex eget enim dictum convallis ac sed elit. Integer auctor pellentesque mi ac aliquet. Maecenas tempus ipsum eu enim dignissim scelerisque eu eu arcu. Duis cursus leo vitae nulla</p>\n<p>suscipit placerat ac vel mauris. Ut in mauris suscipit, malesuada magna nec, imperdiet odio. Nullam ornare vulputate enim, nec lobortis justo placerat sed. Sed molestie laoreet eleifend. Vestibulum ultrices est vel</p>\n<blockquote>\n<p>neque posuere, sed ultricies tellus eleifend. Morbi sed enim quam. Suspendisse tristique, metus nec porta tristique, dolor ligula lobortis tellus, sit amet dapibus arcu nibh rutrum est. Duis finibus urna sit amet interdum porta. Donec dapibus nisi non est tincidunt, sit amet semper ligula porta. Nulla facilisi.</p>\n</blockquote>\n<p>Nam vitae risus molestie, lacinia leo vel, aliquam augue. Donec consectetur varius velit, at cursus augue. Cras id sapien eget ante hendrerit ultricies at in turpis. Fusce ut sapien scelerisque, egestas nunc ac, euismod diam. Nunc eleifend</p>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Syntax</th>\n<th align=\"center\">Description</th>\n<th align=\"right\">Test Text</th>\n</tr>\n</thead>\n<tbody><tr>\n<td align=\"left\">Header</td>\n<td align=\"center\">Title</td>\n<td align=\"right\">Here's this</td>\n</tr>\n<tr>\n<td align=\"left\">Paragraph</td>\n<td align=\"center\">Text</td>\n<td align=\"right\">And more</td>\n</tr>\n</tbody></table>\n<p>eleifend metus a vulputate. Curabitur urna mauris, elementum non lorem eget, feugiat iaculis odio. Suspendisse potenti. Curabitur quis mauris auctor, facilisis risus in, tristique nisi. Vivamus eget euismod mauris.</p>\n<table>\n<thead>\n<tr>\n<th>Syntax</th>\n<th>Description</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Header</td>\n<td>Title</td>\n</tr>\n<tr>\n<td>Paragraph</td>\n<td>Text</td>\n</tr>\n</tbody></table>\n<p>Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Ut a ultrices diam, quis eleifend felis. Duis mattis, elit vitae sollicitudin venenatis, metus diam dictum nisl, ac cursus metus lacus eget elit. Aliquam ornare, risus vel iaculis porttitor, turpis lacus fermentum lacus, at vulputate libero risus ut mauris. Donec vitae euismod ex, id pulvinar lacus. Donec viverra ligula ac felis molestie aliquam. Pellentesque commodo ac erat non aliquam.</p>\n<pre><code class=\"language-json\">{\n    \"firstName\": \"John\",\n    \"lastName\": \"Smith\",\n    \"age\": 25\n}\n</code></pre>\n<p>Vivamus eu erat est. Quisque ultrices commodo mauris at venenatis. Fusce non egestas nulla, vitae gravida velit.</p>\n<p><img title=\"Nasze kochane logo :D\" alt=\"Our logo\" src=\"/images/logo1.svg\"></p><figcaption>Logo JamstackPB</figcaption><p></p>\n<p>Maecenas consequat nisi et velit cursus, vitae malesuada nibh consequat. Nam eget felis nisi. Fusce porttitor, ex in interdum dictum, mi turpis efficitur eros, eget elementum augue risus ut nulla. Cras lobortis tellus eget tempor porta. Donec dignissim tempor ligula vitae varius. Aenean a turpis vel ex bibendum varius. Cras ultrices ligula sit amet erat pellentesque semper.</p>\n<ul>\n<li><input type=\"checkbox\" disabled=\"\" checked=\"\"> Write the press release</li>\n<li><input type=\"checkbox\" disabled=\"\"> Update the website</li>\n<li><input type=\"checkbox\" disabled=\"\" checked=\"\"> Write the press release</li>\n<li><input type=\"checkbox\" disabled=\"\"> Update the website</li>\n<li><input type=\"checkbox\" disabled=\"\"> Contact the media</li>\n</ul>\n<p>Praesent tincidunt sodales nulla. Aliquam fringilla lacus mi, sit amet volutpat mauris gravida congue. Aenean posuere ut dui vitae fermentum. Nulla vel urna in lorem rutrum cursus ut sed est. Aliquam dictum suscipit dolor et tempus. Curabitur fermentum lacinia velit, eget commodo ante.</p>\n<blockquote>\n<h4 id=\"the-quarterly-results-look-great\">The quarterly results look great!</h4>\n<ul>\n<li><p>Revenue was off the chart.</p>\n</li>\n<li><p>Profits were higher than ever.</p>\n</li>\n<li><p><em>Everything</em> is going according to <strong>plan</strong>.</p>\n</li>\n</ul>\n</blockquote>\n<p>Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Nam nec metus et magna sodales vehicula nec ut nisl. Nulla posuere risus ac velit bibendum elementum.</p>\n<ol>\n<li>First item</li>\n<li>Second item</li>\n<li>Third item<ol>\n<li>Indented item</li>\n<li>Indented item</li>\n</ol>\n</li>\n<li>Fourth item</li>\n</ol>\n<p>Duis vitae semper urna. Nunc eu enim ac ex commodo blandit sit amet ac nibh.</p>\n<ul>\n<li>First item</li>\n<li>Second item</li>\n<li>Third item<ul>\n<li>Indented item</li>\n<li>Indented item</li>\n</ul>\n</li>\n<li>Fourth item</li>\n</ul>\n<p>Sed fermentum odio tincidunt, volutpat nunc ut, sollicitudin massa. Nunc eget iaculis leo.</p>\n"},"__N_SSG":true}